Revit 2027 API
EnergyAnalysisZone.AirChangesPerHour Property
 The outside air rate or air changes per hour as a number between 0 and 10000.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double AirChangesPerHour { get; }
Public ReadOnly Property AirChangesPerHour As Double
	Get
public:
property double AirChangesPerHour {
	double get ();
}
member AirChangesPerHour : float with get
Property Value
Double
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace